/* No comment provided by engineer. */
"320 kbps constant bitrate (CBR)" = "320 kbps bitrate costante (CBR)";

/* No comment provided by engineer. */
"Adjust the parameters used for digital audio extraction" = "Impostare i parametri usati per l'estrazione dell'audio digitale";

/* No comment provided by engineer. */
"Album Art" = "Copertina album";

/* No comment provided by engineer. */
"Control the general behavior of Max" = "Controllare il comportamento generale di Max";

/* No comment provided by engineer. */
"Custom encoder settings" = "Impostazioni di codifica personalizzate";

/* No comment provided by engineer. */
"Formats" = "Formati";

/* No comment provided by engineer. */
"General" = "Generale";

/* No comment provided by engineer. */
"iTunes" = "iTunes";

/* No comment provided by engineer. */
"MusicBrainz" = "MusicBrainz";

/* No comment provided by engineer. */
"Output" = "Uscita";

/* No comment provided by engineer. */
"Post-Processing" = "Post-Processing";

/* No comment provided by engineer. */
"Ripper" = "Estrattore";

/* No comment provided by engineer. */
"Select the encoders that Max will use to produce audio" = "Selezionare il codificatore che Max userà per convertire l'audio";

/* No comment provided by engineer. */
"Select where output files will be saved and how they will be named" = "Selezionare dove verranno salvati i file e come saranno nominati";

/* No comment provided by engineer. */
"Specify applications to open the encoded files" = "Specificare quali applicazioni usare per aprire i file codificati";

/* No comment provided by engineer. */
"Specify custom tag names for FLAC, Ogg Vorbis and Monkey's Audio files" = "Specificare tag personalizzati per file di tipo FLAC, Ogg Vorbis e Monkey's Audio";

/* No comment provided by engineer. */
"Specify the server used by MusicBrainz to retrieve disc information" = "Specificare il server impiegato da MusicBrainz per recuperare le informazioni sui dischi";

/* No comment provided by engineer. */
"Specify whether to add the encoded files to iTunes" = "Specificare se si vuole aggiungere i file codificati alla libreria di iTunes";

/* No comment provided by engineer. */
"Specify whether to save album art with the encoded files" = "Specificare se si vuole salvare la copertina assieme ai file codificati";

/* No comment provided by engineer. */
"Tagging" = "Tagging";

/* No comment provided by engineer. */
"~130 kbps variable bitrate (VBR)" = "~130 kbps bitrate variabile (VBR)";

/* No comment provided by engineer. */
"~190 kbps variable bitrate (VBR)" = "~190 kbps bitrate variabile (VBR)";

